Repository: Brahim-Mahfoudhi/dotnet-2425-tiao1-final
Catalog: Rise.Client/Resources/Labels/batteries.mygodchildbatteryview.*.resx
Languages: nl_be

# Title
source: My godchild battery
nl_be: Mijn peetkind batterij

# Loading
source: Retrieving batterydetails...
nl_be: Bezig met ophalen van batterijgegevens...

# NoItems
source: Could not retrieve batterydetails.
nl_be: Kan de batterijgegevens niet ophalen.

source: First name
nl_be: Voornaam

source: Last name
nl_be: Achternaam

# CountBookings
source: Number of sailings
nl_be: Aantal vaarten

source: Comments
nl_be: Opmerkingen

# ClaimButtonText
source: Confirm possession of the battery
nl_be: Bevestig batterij in bezit

source: Submit
nl_be: Versturen

# LoadingSpinnerText
source: Loading battery details, please wait...
nl_be: Bezig met het laden van batterijgegevens, even geduld...

# TimeOutText
source: Data is taking too long to load. Please try again later or contact support.
nl_be: De gegevens laden duurt te lang. Probeer het later opnieuw of neem contact op met de support.

# InErrorText
source: An unexpected Error occured. Please try again later or contact support with the following details.
nl_be: Een fout is gebeurd. Probeer het later opnieuw of neem contact op met de support geef onderstaande informatie mee.

# RetryButton
source: Retry
nl_be: Opnieuw proberen

# NotLoadedText
source: Battery or holder details could not be loaded. Please try again later or contact support.
nl_be: De batterij- of houdergegevens konden niet worden geladen. Probeer het later opnieuw.

# LocationTitleText
source: Address of current holder
nl_be: Adres van de huidige houder

source: Street
nl_be: Straat

source: House number
nl_be: Huisnummer

# AddressBox
source: Box
nl_be: Bus

# CurrentHolderTitle
source: Current Holder
nl_be: Huidige houder

# BuutAgentIsCurrentHolderTitle
source: the battery is already in your possession
nl_be: De batterij is in jouw bezit

source: Phone number
nl_be: Telefoonnummer

# SailingsCount
source: Number of trips completed/planned
nl_be: Totaal uitgevoerde/geplande vaarten

source: Cancel
nl_be: Annuleren

source: Address
nl_be: Adres
