Repository: Brahim-Mahfoudhi/dotnet-2425-tiao1-final
Catalog: Rise.Client/Resources/Labels/bookings.makebookingview.*.resx
Languages: nl_be

# Title
source: Make a booking
nl_be: Maak een boeking

# PrefTime
source: Please select the preferred time
nl_be: Kies aub de gewenste tijd

# PrefDay
source: Please select the preferred day
nl_be: Kies aub de gewenste dag

# MakeBookingNo
source: No
nl_be: Neen

# MakeBookingYes
source: Yes
nl_be: Ja

# MakeBookingTitle
source: Reserve a timeslot
nl_be: Een tijdslot reserveren

# MakeBookingMessage
source: Reserve the following timeslot:
nl_be: Reserveer de volgende tijdslot:

# DateLanguage
source: en-US
nl_be: nl-BE

# DlgBookingErrorTtl
source: Bookingerror
nl_be: Boekingerror

# DlgBookingErrorMsg
source: Booking could not be created. Please try again.
nl_be: Boeking kon niet worden gecreeÃ«rd. Probeer aub opnieuw.

# DlgBookingCompleteTtl
source: Booking succeeded!
nl_be: Boeking geslaagd!

# DlgBookingCompletePt1
source: Your booking on {0} at {1} has been successful!<br><br>Two days before your booking you will get an e-mail and a notification with information about the boat and the battery.
nl_be: Uw boeking op {0} om {1} is geslaagd<br><br>Twee dagen voor uw boeking zult u een e-mail en een notificatie ontvangen met alle informatie over de boot en de batterij.

# DlgBookingEditedTtl
source: Booking edited!
nl_be: Boeking gewijzigd!

# DlgBookingEditedPt1
source: Your booking on {0} at {1} has been successfully edited!<br><br>Two days before your booking you will get an e-mail and a notification with information about the boat and the battery.
nl_be: Uw boeking op {0} om {1} is succesvol gewijzigd!<br><br>Twee dagen voor uw boeking zult u een e-mail en een notificatie ontvangen met alle informatie over de boot en de batterij.
