Repository: Brahim-Mahfoudhi/dotnet-2425-tiao1-final
Catalog: Rise.Client/Resources/Labels/pages.information.*.resx
Languages: nl_be

# Title
source: Frequently Asked Questions
nl_be: Veelgestelde vragen

# Q1
source: What are the conditions to join
nl_be: Wat zijn de voorwaarden om lid te worden?

# A1
source: To become a member, you must be at least 18 years old and reside in the Muide-Meulestede-Afrikalaan neighborhood. Additionally, you are required to pay a €20 membership fee and a €150 deposit, and you must attend a training session.
nl_be: Om lid te worden, moet u minimaal 18 jaar oud zijn en wonen in de buurt Muide-Meulestede-Afrikalaan. Daarnaast betaalt u €20 lidgeld en een waarborg van €150, en bent u verplicht een opleidingsmoment bij te wonen.

# Q2
source: What are the rights and obligations of members?
nl_be: Wat zijn de rechten en plichten van leden?

# A2
source: Members have the right to participate in all activities organized by the association and to be invited to the General Assembly, although they do not have voting rights. Members are required to pay an annual fee and adhere to the association’s internal regulations. At the start of the membership, a document outlining these agreements must be signed.
nl_be: Leden hebben het recht om deel te nemen aan activiteiten die door de vereniging worden georganiseerd en worden uitgenodigd voor de Algemene Vergadering, al hebben zij geen stemrecht. Als lid bent u verplicht jaarlijks een bijdrage te betalen en het interne reglement van de vereniging na te leven. Bij aanvang van het lidmaatschap ondertekent u een document waarin deze afspraken zijn vastgelegd.

# Q3
source: What is the annual fee for members?
nl_be: Wat is de jaarlijkse bijdrage voor leden?

# A3
source: The annual membership fee is determined by the General Assembly and is capped at €50 per year.
nl_be: De jaarlijkse bijdrage wordt vastgesteld door de Algemene Vergadering en bedraagt maximaal €50 per jaar.

# Q4
source: How can I cancel my membership?
nl_be: Hoe kan ik mijn lidmaatschap opzeggen?

# A4
source: You can cancel your membership at any time by sending an email or letter to the board. Once you cancel, your €150 deposit will be refunded. Membership will also be automatically terminated if you no longer meet the membership criteria or fail to pay the annual fee within one month of receiving a written reminder.
nl_be: U kunt uw lidmaatschap op elk moment opzeggen door een e-mail of brief te sturen naar het bestuur. Na opzegging wordt uw waarborg van €150 teruggestort. Het lidmaatschap kan ook automatisch eindigen als u niet langer aan de voorwaarden voldoet of de jaarlijkse bijdrage niet betaalt binnen een maand na een schriftelijke aanmaning

# Q5
source: What are the guidelines for using the boats?
nl_be: Wat zijn de richtlijnen voor het gebruik van de boten?

# A5
source: Reservations must be made through the online system at www.buut.be. The cost per 3-hour time block is listed on the website. Reservations must be made at least 3 days in advance and can be made up to 30 days in advance. Once a reservation is made, the date and time cannot be changed. Reservations for third parties are not allowed, meaning the person who makes the reservation must also be present on board. Boats must be moored at the designated lowered quay on Terneuzenlaan in Ghent and may not be used for commercial purposes.
nl_be: Reserveringen verlopen via het online systeem op www.buut.be. De kostprijs voor een blok van 3 uur wordt vermeld op de website. U kunt een boot reserveren minimaal 3 dagen en maximaal 30 dagen van tevoren. Na een reservering kunnen de datum en het tijdstip niet meer worden aangepast. Reserveren voor derden is niet toegestaan, wat betekent dat de persoon die reserveert ook aanwezig moet zijn aan boord. De boten mogen uitsluitend afgemeerd worden aan de verlaagde kade in de Terneuzenlaan te Gent en mogen niet voor commerciële doeleinden gebruikt worden.
